Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: ཟླ་བ་དེ་བཞིན་ཚེ་རིང་ཞིང་། །དབང་ཕྱུག་དང་ནི་འབྲས་བུ་བཅས། །
en: {15.161} “And the moon will bring long life, Power, and achievements.

source: དེ་བཞིན་ཉིན་ཕྱེད་ཉི་མ་ནི། །ཉི་མ་ཕྱེད་དུ་མཉམ་པར་མཐོང་། །
en: Similarly, when the sun marks the midday, Its corresponding midday aspect manifests.

source: རྟག་ཏུ་ཉིན་ཕྱེད་རྣམ་འདས་ན། །ཉི་མས་ཕྱོགས་ནི་མཐོང་བར་བྱེད། །
en: When noon has passed, The sun always looks upon the quarters. {15.162}

source: ཐུང་འགྱུར་ཉི་མ་གཉའ་ཤིང་ཙམ། །བྱེད་པ་ཉིད་དུ་བསྟན་པ་ནི། །སྒྲ་གཅན་སྤེན་པ་ཉིད་དག་ཡིན། །མུན་པ་དུས་དང་དུས་མཐར་བྱེད། །དེ་ནས་ཕར་ནི་ཐུང་བ་ན། །འཆི་ལྟས་སྐར་མདའ་ས་འགུལ་བྱེད། །
en: “If Ketu is said to be within One angular yoke [above the horizon], not higher, And if Rāhu and Saturn Create darkness at noon, Soon after evil omens will occur, Such as meteors or earthquakes. {15.163}

source: ལི་ཁྲི་ཚོགས་ཀྱིས་མདོག་བསྒྱུར་བའི། །ཉི་མ་ནུབ་ཀར་ཟངས་མའི་མདོག །གཟའ་ཡི་གཙོ་བོ་གང་ཡིན་དེ། །བྱིས་པ་གཞོན་ནུའི་ཚུལ་འཛིན་ཅིང་། །
en: “If the setting sun is of copper color, With a strong tint of vermillion, One born under this aspect of the chief planet Will be a handsome male child. {15.164}

source: ལག་ན་མདུང་ཐོགས་མ་རུངས་པ། །མིག་དམར་ཉིད་ཀྱིས་མཐོང་བ་ཡིན། །
en: “He will look like Mars himself, Very fierce, with a javelin in his hand.

source: དེ་ནས་ཉི་མ་གཉའ་ཤིང་འདས། །དགེ་བའི་གཟའ་ནི་འབྱུང་བ་ཡིན། །
en: Then, when the sun has passed a yoke’s length, The auspicious planets will emerge. {15.165}

source: ཉི་མས་མཐོང་བ་ལས་སྐྱེས་པ། །མ་རུངས་བབ་ཅོལ་བྱེད་པར་འགྱུར། །
en: “One born after the sun has appeared Will be cruel and impetuous.

source: སྤེན་པ་མིག་དམར་ལས་སྐྱེས་པ། །ཁྲོ་ལྡན་སྐམ་ཞིང་ང་རྒྱལ་ཅན། །
en: If it is Saturn or Mars, One will be cruel, lustful, and proud. {15.166}

source: མཇུག་རིངས་འཆི་ལྟས་དུད་རྣམས་ལ། །སྐྱེས་པ་ནད་ནི་ཡང་དག་འབྱུང་། །
en: “Harm will come to those born Under the smoke-like omens of Ketu.

source: དབུལ་ཞིང་ནད་བཏབ་གླེན་པ་དང་། །དེ་བཞིན་དུ་ནི་རྟག་ཏུ་རྨོངས། །
en: Such people are poor, violent, and greedy, And are always ignorant. {15.167}

source: དུས་དང་མུན་པ་འགུལ་བྱེད་དང་། །སྐར་མདའ་ཅན་དང་གཟའ་ངན་དང་། །
en: “In the time of darkness, when the earth shakes, Meteors streak, and planets are inauspicious;

source: འགུལ་བྱེད་སྒྲ་དྲག་དམར་བའི་མདོག །གནམ་ལྕགས་ཉིད་ཀྱང་རབ་རྡུང་བྱེད། །
en: When there are earthquakes and hurricanes, Light-phenomena, and burning thunderbolts; {15.168}

source: དེ་བཞིན་རྡོ་རྗེ་འཆི་ལྟས་དང་། །གཞན་ཡང་ཁྱིམ་སོགས་རབ་ཏུ་མཐོང་། །
en: “When ominous lightning and other signs Appear in place of the Pleiades and other stars;

source: སྐྱེ་བོ་ཀུན་གྱིས་སྒྲ་གཅན་ནི། །མི་བཟད་རབ་ཏུ་མཐོང་གྱུར་ན། །
en: When all beings behold The terrifying sight of Rāhu, {15.169}

source: དབུལ་ཞིང་མགོན་མེད་ཚུལ་ཁྲིམས་འཆལ། །མི་ནི་རྟག་ཏུ་སྡིག་པ་སྤྱོད། །
en: “At that time people are poor, without a protector, undisciplined, And constantly engage in evil and dishonest acts.

source: མི་ནི་སྡུག་བསྔལ་སྐྱེ་འགྱུར་ཏེ། །ནད་ཀྱི་གཞི་ནི་སྐྱེ་བར་འགྱུར། །
en: Such people are born into suffering— Their lineament being affliction.

source: མཛེ་ཅན་ནད་ནི་མང་བ་དང་། །ལོང་བ་འཐེང་བོ་ཤུ་བར་བཅས། །
en: They suffer from leprosy and many diseases, Such as blindness, lameness, and boils. {15.170}

source: ཟ་མ་མ་ནིང་མོ་ཤམ་དང་། །བུད་མེད་མཚན་ནི་ངན་པ་དང་། །
en: “They are hermaphrodites, neuter, and childless, Unlucky with and repugnant to women.

source: སྐྱེས་པ་བུད་མེད་དེ་བཞིན་གཞན། །གཟའ་ནི་ངན་པ་མཐོང་བ་ཡིན། །
en: In this way, men, women, and others Attest to the inauspiciousness of the planets. {15.171}

source: དེ་ལྟར་སྐྱེས་གྱུར་སྐྱེས་པ་དང་། །འཇིག་རྟེན་མང་པོ་སྐྱེ་བ་ཡིན། །
en: “They are born in many worlds, having experiences According to their astrological births.

source: དཀར་དང་སེར་བའི་གཟའ་མཆོག་ནི། །དེ་དག་ལས་སྐྱེས་དགེ་བ་ཡིན། །
en: The planets that are ‘white’ and ‘yellow’ are the best; Being born under them is the source of happiness. {15.172}

source: མདོག་ནི་དཀར་དང་སེར་བ་དག །རྒྱལ་བས་རབ་ཏུ་བསྔགས་པར་གསུངས། །
en: “As for the colors, the white and the yellow Have been described by the victorious ones as the best.

source: གཟའ་ནི་གཙོ་བོ་བཞིར་བཤད་པ། །པ་སངས་ཟླ་བ་བླ་མ་ལྷག ། ཟློས་པ་ལས་རྣམས་ཀུན་ལ་ནི། །དེ་དག་མཐོང་ན་འགྲུབ་པའི་དོན། །
en: Seeing the four main planets— Venus, the moon, Jupiter, and Mercury— {15.173} “Will ensure success For the reciter in all [ritual] activities.

source: སེམས་ཅན་བྱིས་པ་རྣམས་ལ་ཡང་། །རྟག་ཏུ་དེ་དག་སྐྱེ་བ་བཟང་། །
en: As for the simple folks, Their births will always be fortunate. {15.174}

source: ལོ་ནི་ཀུན་ལ་འདོད་པའང་ཞེས། །འཇིག་རྟེན་མཆོག་གིས་གསུངས་པ་ཡིན། །སྐད་ཅིག་ཙམ་ལ་འང་དེ་བཞིན་དུ། །མིག་འབྱེད་མི་འཛུམ་སེ་གོལ་གཏོགས། །
en: “Every desired good fortune, As explained by the most eminent of men, Will be instantly obtained, Within the twinkling of an eye or a finger snap. {15.175}

source: འདི་ནི་མདོར་བསྡུས་སྐྱེ་བ་ཞེས། །འཇིག་རྟེན་མཆོག་གིས་གསུངས་པ་ཡིན། །
en: “Their birth-assigned position has been described in brief By the most eminent of men.

source: འདི་ཙམ་གྱི་ནི་ཚད་དག་ཏུ། །གཟའ་ཀུན་འཇིག་རྟེན་དགོངས་པ་ཡིན། །
en: Its limitations and standards are determined By the planets who oversee the world. {15.176}

source: དེ་དག་དེ་བཞིན་རྟག་ཏུ་འཆར། །འདི་དག་དུས་ཀྱི་དེ་ཉིད་ཡིན། །
en: “These planets rise regularly At their usual time, as is their nature.

source: འདི་དག་དགེ་དང་སྡིག་པའི་གཟའ། །འཁོར་ལོ་བཞིན་དུ་རྟག་ཏུ་འཁོར། །
en: Auspicious or inauspicious, they always Course in their orbits. {15.177}

source: འཇིག་རྟེན་དགེ་དང་མི་དགེ་བྱེད། །དེ་ཉིད་འཇིག་རྟེན་གནས་པ་ཡིན། །
en: “Beings perform evil and virtue, And thus inhabit their specific realms.

source: དེས་ན་དེ་དག་གང་ཅུང་ཟད། །སྡིག་པའི་བློ་ཡང་སྐྱེ་བར་འགྱུར། །
en: “But somehow, to some degree, They will develop evil intents.

source: སེམས་ཅན་དགེ་དང་མི་དགེའི་འབྲས། །མང་པོ་ཡང་ནི་སྐྱེ་བར་འགྱུར། །
en: Wholesome and unwholesome results Will thus arise for them again and again. {15.179}

source: གཟའ་རྣམས་ལས་ལ་སྤྱོད་པ་ཞེས། །དེས་ན་འདི་ནི་མཐོང་ཞེས་གསུངས། །
en: “It is said that, according to their aspect s, The planets incite karma and cause it be experienced.

source: མྱུར་ལྡན་མྱུར་བཅས་འོད་འགྱུར་ཞིང་། །མྱུར་བར་འོང་བས་མྱུར་ལྡན་ཡིན། །
en: Swiftly, swiftly they catch up with beings; Swiftly, swiftly they approach. {15.180}

source: མིག་གིས་མཐོང་དང་མ་མཐོང་བའི། །སེ་གོལ་གཏོགས་པའི་མྱུར་འགྲོས་ཡིན། །
en: “Visible or not, their speedy approach happens instantaneously, In the twinkling of an eye or a finger snap—

source: འདི་ཙམ་གྱི་ནི་ཚད་དག་ཏུ། །བློ་མཆོག་རྣམས་ཀྱིས་བསྟན་པ་ཡིན། །
en: That is the exact amount of time Described by those of superior intellect. {15.181}

source: དེ་ནས་གཞན་ཡང་རབ་བཤད་པ། །ངེས་པར་ཟློས་པས་རྟག་ཏུ་བྱ། །
en: “Next I will explain What the birth horoscope always entails—

source: ཡུད་ཙམ་དག་ནི་བཅུ་གཉིས་དང་། །དུས་དང་དུས་མིན་འགྲོ་བའི་རྒྱུ། །
en: The twelve moments [favorable for undertaking an activity] And the appropriate and inappropriate time in relation to causes.

source: གྲུབ་པའི་རྒྱུ་འམ་མ་ཡིན་པ། །འགྲོ་བ་མིན་པའང་བཤད་པར་བྱ། །
en: I will also explain who is not a suitable vessel, Or does not possess the causes for accomplishment. {15.182}

source: འཇིག་རྟེན་ལ་ཉེ་བཟང་བ་དང་། །ཆར་དང་ཆར་མིན་ཡང་དང་ཡང་། །ཡུལ་འཁོར་འཇིག་དང་མུ་གེ་དང་། །ལོ་ལེགས་ཉི་མ་གསལ་མཐོང་དགེ། །
en: “Favorable omens, in turns, appear And do not appear to people. Kingdoms collapse, there are famines, Or there are bountiful harvests, and kings enjoy prosperity. {15.183}

source: དུས་དང་དེ་བཞིན་དབང་པོའི་གཞུ། །སྐྱེ་བོ་རྣམས་ལ་རྟག་ཞི་བྱེད། །
en: “A person destined to die, whether a timely or untimely death, Should always act benevolently.

source: མཇུག་རིངས་ས་འགུལ་གནམ་གྲུམ་དང་། །སྐར་མདའ་དང་ནི་ལྷོ་འུར་དང་། །རྒྱུ་སྐར་གཟའ་དང་སྐར་རྣམས་ཀྱི། །སྤྱོད་པ་དགེ་དང་མི་དགེ་བ། །འབྱུང་པོ་རྣམས་ཀྱི་སྤྱོད་པ་ནི། །དགེ་དང་མི་དགེའི་སྤྱོད་པ་ཡིན། །
en: When there are comets, earthquakes, and hurricanes, When meteors streak and smoke is present, {15.184} “The behavior of constellations, days of the week, and stars, Which is either virtuous or nonvirtuous, Influences the conduct of every being, Which oscillates between good or bad. {15.185}

source: ཤ་ཟ་དང་ནི་མ་མོ་དང་། །དྲག་པོ་མ་རུངས་ཉེར་འཇོམས་བྱེད། །ཤ་ཟ་རྣམས་ཀྱི་སྤྱོད་པ་ནི། །དེ་བཞིན་མ་རུངས་སེམས་ཅན་བརྗོད། །
en: “I will now describe the behavior— Of the kravyādas and the mātṛs, Those fierce murderers of living beings— And other evil beings who feed on flesh. {15.186}

source: གང་དུ་ལྷ་ལ་རབ་དད་དང་། །རིན་ཆེན་ཆོས་དང་བློ་མཆོག་དང་། །དགེ་བའི་ལས་དང་རྟག་ཏུ་ལྡན། །བྱམས་སེམས་བརྩེ་བར་ལྡན་པ་དང་། །ལེགས་པར་སྤྱོད་པའི་དོན་ལྡན་བློ། །གཞན་གྱི་སྡུག་བསྔལ་དག་ལ་སེམས། །སྔགས་དང་རིག་པ་རྣམས་ཀྱིས་དྲངས། །སྨན་གྱི་དོན་དུ་ཁ་ཟས་སྤྱོད། །
en: “Those with sincere faith in the deity, Rich in Dharma and of superior intellect, Who are always engaged in wholesome activities And cultivate thoughts of loving kindness and compassion, {15.187} “Who use their intellects for the sake of noble endeavors And dedicate themselves to fulfilling the needs of others, Can summon the mātṛs by uttering the mantra In order to nourish them with food. {15.188}

source: གང་དུ་མཚན་ཉིད་ལ་བརྟེན་པས། །སྤྱོད་པ་རྒྱ་ཆེར་བསྟན་པ་ཡིན། །གཞན་གྱི་ལུས་ལ་གནས་ནས་ནི། །མི་ལུས་བརྟེན་ནས་གནས་པ་ཡིན། །
en: “I will describe in detail the manner In which they take possession Of the bodies of others, And how they remain in the bodies of humans. {15.189}

source: ལྷ་ནི་མཆོད་པ་ཞེས་བཤད་དེ། །ལྷ་མིན་ང་རྒྱལ་ཅན་གྱི་རྒྱུས། །
en: “The gods are said to be rooted in merit, And the asuras in pride.

source: གནས་དེར་གནས་པའང་རྣམ་པ་གཉིས། །རིམ་བཞིན་ལྷ་དང་ལྷ་མ་ཡིན། །
en: They thus abide in these two ways, Known as gods and asuras, along with their retinues. {15.190}

source: དེ་ཡང་དེར་ནི་རྣམ་གཉིས་ཏེ། །དྲག་པ་དང་ནི་ཐུན་མོང་ཡིན། །
en: “The latter are further subdivided Into two, the cruel and the ordinary.

source: དེ་ཡང་དེར་ནི་རྣམ་གཉིས་འགྲོ། །དགེ་དང་མི་དགེ་འགྲོ་བ་ལྔ། །
en: The last are also subdivided into two groups, The virtuous and the nonvirtuous, [liable to follow] the five destinies. {15.191}

source: དེར་གནས་རྣམ་གསུམ་འགྲོ་བ་སྟེ། །ཉི་ཤུ་སུམ་ཅུ་གྲངས་མེད་པའོ། །
en: “The gods there are of three kinds— ‘Twenty,’ ‘thirty,’ and ‘infinite’—

source: ལྷ་དབང་དང་ནི་འོག་མིན་པར། །གོ་རིམས་ཇི་བཞིན་ས་མེད་པའོ། །
en: The sovereign gods up to the realm of Akaniṣṭha, The Yāma gods, and the innumerable earth guardians. {15.192}

source: འཇིག་རྟེན་ཁམས་ནི་མཐའ་མེད་པ། །དགེ་དང་མི་དགེ་འཇིག་རྟེན་ཡིན། །
en: “The worlds are infinite— Both virtuous and nonvirtuous.

source: འཁོར་སྤྱོད་སེམས་ཅན་ཇི་སྙེད་དང་། །འཕགས་པ་ཉན་ཐོས་ཇི་སྙེད་དང་། །
en: Therein dwell saṃsāric beings And also the noble śrāvakas, {15.193}

source: སངས་རྒྱས་རང་སངས་རྒྱས་རྣམས་དང་། །དེ་ཡི་ཐུགས་ལས་སྐྱེས་སྲས་དང་། །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེ། །ས་བཅུ་ལ་ནི་རབ་གནས་དང་། །
en: “The buddhas, the pratyeka­buddhas, And their dear offspring— The bodhisattva great beings— Established on the ten levels. {15.194}

source: རྟག་ཏུ་སེམས་ཅན་ཐམས་ཅད་ཀྱི། །སེམས་ཅན་སྐྱེ་གནས་ཡང་དག་བརྟེན། །
en: “Thus all beings always take Their respective types of birth.

source: བྱིས་པའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི། །འགྲོ་བའི་སྐྱེ་གནས་རྟེན་པ་དང་། །
en: All the immature beings Follow the birth of the destinies.

source: རྟག་ཏུ་འཕགས་རྣམས་ཐམས་ཅད་ཀྱི། །མཚན་ཉིད་དང་ནི་སྤྱོད་པ་དང་། །ཚིག་དང་བརྡ་དང་དེ་ཉིད་ཀྱང་། །རྒྱ་ཆེར་རབ་ཏུ་བཤད་པར་བྱ། །
en: All the noble buddhas, on the other hand, Are liberated from the ocean of saṃsāra. {15.195} “They all necessarily have their characteristics, Always follow their respective modes of conduct, Speak their own languages, and possess latent natures.

source: སྔགས་དང་རྒྱུད་ནི་རིག་བཅས་པས། །འབྱུང་པོ་ཀུན་ནི་དགུག་པར་བྱ། །
en: “All spirits can be summoned By those who correctly employ the mantra methods.

source: དབབ་དང་དགུག་པའི་སྔགས་ཤེས་པས། །གཞན་གྱི་ལུས་ལ་ཡང་དག་བརྟེན། །
en: One who knows the mantras for summoning and possession Can use them on beings who inhabit the bodies of others. {15.197}

source: དགེ་དང་མི་དགེའི་ལས་ཤེས་ཞིང་། །བག་ཡོད་རིགས་ནི་བཟང་བ་དང་། །མི་བླུན་སྤྱོད་པའི་སེམས་ཅན་དང་། །ཚར་གཅད་རྗེས་གཟུང་སྤྱོད་པ་དང་། །འཇིག་རྟེན་ས་སྟེང་འགུགས་བྱེད་པ། །མི་ནི་སྔགས་ཟློས་བྱེད་པ་དག །
en: “They can be summoned, in the human realm, By mantra reciters who can distinguish Between virtuous and nonvirtuous activities, Are not careless, keep reciting the mantra, Do not follow foolish conduct, And are equally tolerant of disfavor and kindness. {15.198}

source: དེ་དག་གྲུབ་པའི་མཚན་མ་ནི། །དེ་ཉིད་ཐམས་ཅད་བཤད་པར་བྱ། །
en: “I will explain all the signs that indicate success According to their respective natures.

source: མི་རྣམས་ཀྱི་ནི་མདོར་བསྡུ་ན། །དེ་དག་གི་ནི་ལུས་བཟུང་ནས། །
en: In order to protect their human bodies That are always afflicted by suffering, {15.199}

source: རྟག་ཏུ་ཤིན་ཏུ་ཆོས་དོན་དང་། །ཐར་པའི་དོན་དུ་རྣམ་པར་བརྟག །མ་རུངས་རྣམས་ནི་ཚར་གཅད་དང་། །རྣམ་དག་རྣམས་ནི་མཆོད་པ་སྟེ། །
en: “And for the sake of the infinite Dharma And their own liberation, it is always recommended That they ward off evil beings, And worship the pure ones. {15.200}

source: ཚར་གཅད་རྗེས་གཟུང་ཉིད་ལ་ནི། །སྔགས་དང་རྒྱུད་ནི་རབ་ཏུ་བརྟག །
en: “A mantra method is thus prescribed For keeping the former in check or showing the latter favor.

source: རླུང་དང་བད་ཀན་མཁྲིས་ཅན་ནི། །རྣམ་གསུམ་དག་ལ་སྤྱོད་པའང་གསུམ། །
en: In this regard, the ritual procedure is threefold, Reflecting the three natures of either wind, phlegm, or bile. {15.201}

source: དེ་དག་ཞི་བར་རབ་བརྟགས་ལ། །རྣམ་གསུམ་ཉིད་དུ་རིམ་པར་འདོད། །
en: “To those afflicted, one should administer the rite of pacifying, Which is known to be threefold.

source: མི་རྣམས་ཀྱི་ནི་གསོ་བ་ལ། །སྔགས་དང་རྒྱུད་ཀྱིས་རྟག་ཏུ་བྱ། །
en: In the case of humans, one should always Administer the remedy by means of the mantras. {15.202}

source: འབྱུང་བ་ཆེན་པོར་རྣམ་བརྟགས་པ། །འབྱུང་དང་འབྱུང་མིན་ལ་སོགས་ཤེས། །
en: “A living being is a combination of the great elements, But is regarded as more than just these elements.

source: འབྱུང་བ་མིན་དང་འབྱུང་བ་དང་། །ལྷག་པར་འབྱུང་བ་དེ་ལ་བརྗོད། །
en: When they are overcome by any of these elements, They are referred to as one who has an element in excess. {15.203}

source: སྐྱེ་བོ་གང་ཚེ་ལྷག་འབྱུང་ཟིན། །དེ་ཚེ་བདེ་བ་མེད་པར་འགྱུར། །
en: “When a living being has any of the elements in excess, They will develop an illness.

source: འབྱུང་དང་འབྱུང་མིན་རྣམ་པ་ནི། །རྣམ་པ་གཉིས་སུ་རབ་ཏུ་བརྟག །
en: Elements , in regard to their type, Are divided into two types. {15.204}

source: རྟག་ཏུ་སེམས་ཅན་འབྱུང་བ་ཆེ། །སེམས་ཅན་མ་ཡིན་རབ་ཏུ་བརྟག །
en: “Thus, an element is always designated As either sattva or asattva.

source: མཁྲིས་པ་བད་ཀན་དེ་བཞིན་རླུང་། །གང་གཞན་རྣམ་པ་སྣ་ཚོགས་བྱས། །
en: These elements are bile, phlegm, wind, And any other of the great variety of substances. {15.205}

source: འབྱུང་བ་ཆེན་པོ་བཞི་དང་ནི། །ལྔ་པ་དག་ནི་ནམ་མཁར་བརྗོད། །
en: “The great elements are four, Or five, if space is added.

source: ཆུ་དང་མེ་དང་ལྡན་པ་དང་། །ས་དང་རླུང་དུ་ཡང་དག་ལྡན། །
en: Water, which is paired with heat, And earth, which is paired with wind, {15.206}

source: བློ་དང་ལྡན་པས་རྟག་ཏུ་ཡང་། །སེམས་ཅན་མིན་པའི་གྲངས་སུ་བསྟན། །འཇིག་རྟེན་མཆོག་གི་བདག་པོ་དང་། །འོད་ཆེན་ལྡན་པས་གསུངས་པ་ཡིན། །
en: “Have been declared by the wise ones As belonging to the category of asattva, And so did the most eminent lord of the world, The one of great splendor. {15.207}

source: སེམས་ཅན་མ་ཡིན་གྲངས་སུ་བསྟན། །སེམས་ཅན་གྲངས་འགྲོ་མི་མ་ཡིན། །བློ་མཆོག་སྨྲ་བ་དམ་པ་ཡིས། །མི་རྣམས་སེམས་ཅན་ཉིད་དུ་གསུངས། །
en: “This best of speakers, the most intelligent one, Has said that asattva elements are associated with Nonhuman beings, And the sattva elements , with humans. {15.208}

source: མི་མ་ཡིན་དང་མི་དག་ཀྱང་། །རྟག་ཏུ་སེམས་ཅན་གྲངས་ཉིད་དོ། །
en: “Whether a being is human or nonhuman, They are always called a sentient being.

source: སེམས་ཅན་རྣམས་ལ་དགེ་དོན་དུ། །ཐམས་ཅད་མཁྱེན་པའི་གསུང་ཡང་ཡིན། །
en: It is for the good of sentient beings That this omniscient teaching was delivered. {15.209}

source: འདས་དང་མ་བྱོན་སངས་རྒྱས་དང་། །དེ་བཞིན་ད་ལྟར་བྱུང་རྣམས་ཀྱིས། །དགེ་བའི་ལས་ཀྱི་ལས་བྱུང་ཕྱིར། །ལས་འདི་དག་ནི་ཡོངས་སུ་གསུངས། །
en: “The past and future buddhas, And also those of the present time, Taught about activities That produce good and bad results. {15.210}

source: སངས་རྒྱས་རྣམས་ཀྱི་གསུང་དག་པ། །ལས་ནི་དོན་མེད་མི་བྱེད་དེ། །
en: “The teaching of the buddhas states That activity always produces results.

source: དེ་ཡི་རྒྱུ་མཚན་རིགས་དང་སྤྱི། །གྲུབ་པ་ཉིད་དུ་རབ་སྣང་སྟེ། །
en: Being in the same category, the accomplishment Will therefore definitely manifest itself. {15.211}

source: ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་དང་། །བདེ་ཞིང་ཞི་ལ་རྟག་ཏུ་གཙང་། །མཐར་ཐུག་དག་དང་བདག་མེད་དང་། །དོན་དམ་ཐར་པ་འདོད་པ་སྟེ། །
en: “This accomplishment is said to be omniscient knowledge, Forbearance, tranquility, consistent purity, Certainty that phenomena are pure and devoid of self, The ultimate truth, and liberation. {15.212}

source: དེ་ཉིད་ཆོས་ནི་བཙལ་བྱའི་ཕྱིར། །རྒྱུད་འདི་ཡོངས་སུ་བཤད་པ་ཡིན། །རྒྱུད་དང་སྔགས་དང་སྨན་བཟང་པོ། །བཀའ་ནི་ཡང་དག་གསུངས་པ་ཡིན། །
en: “This very path has been taught For sentient beings in this sūtra, Which contains the true medicine of the mantra— A complete teaching for this world. {15.213}

source: བྱུང་དང་འབྱུང་འགྱུར་ད་ལྟར་གྱི། །བསྟན་བཅོས་ཐམས་ཅད་ལེགས་བསྔགས་དང་། །འཇིག་རྟེན་མཆོག་དང་ཆོས་བདག་མེད། །རྟག་ཏུ་ཞི་དང་ཤིས་པའི་གནས། །
en: “Venerated in all the treatises Of the past, the present, and the future, This teaching concerns the absence of self in phenomena, Which is a state always tranquil and auspicious. {15.214}

source: འདི་ནི་ཐམས་ཅད་མཁྱེན་པའི་གསུང་། །དེ་ཡི་གོ་འཕང་མཆོག་གནས་པ། །
en: “This teaching of the omniscient one Truly concerns his own highest state.

source: ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་འབྱུང་། །མ་འདྲེས་རབ་ཏུ་བརྟགས་པ་ཡིན། །
en: It alone sets down the way For the arising of omniscient knowledge. {15.215}

source: སངས་རྒྱས་རྣམས་ཀྱི་མཐུ་དང་ནི། །བྱང་ཆུབ་སེམས་དཔའ་བློ་ལྡན་དང་། །སྔགས་རྣམས་ཀུན་གྱི་ཆོ་ག་ལ། །གྲུབ་པ་ཀུན་ཏུ་བསྟན་པ་ཡིན། །
en: “The power of all the buddhas And the bodhisattvas who are full of wisdom Manifests itself as an accomplishment In all activities that involve the mantras.

source: དེས་ན་འདི་ཉིད་ཐུབ་དབང་གིས། །ཆོ་གའི་རྒྱལ་པོར་གསུངས་པ་ཡིན། །
en: It is in order to bring about this accomplishment That this king of manuals has been taught by the lord of sages. {15.216}

source: ལུས་ཅན་རྣམས་ནི་སྔགས་ཚུལ་གྱི། །འདི་ཉིད་ཀྱི་ནི་ལམ་གྱིས་འགྲོ། །ཞི་བ་ནད་མེད་ཕུན་སུམ་ཚོགས། །མྱ་ངན་འདས་གྲོང་ཕྱིན་པར་འགྱུར། །
en: “Following this path meant for embodied beings, Which is the essence of mantra, One can attain the city of nirvāṇa, A tranquil place where there is no aging,

source: མྱ་ངན་མེད་དང་རྡུལ་མེད་དང་། །རྟག་ཏུ་བྱང་ཆུབ་གཞོལ་ཞིང་ཤིས། །
en: No grief, and no pollution, which is a peaceful, Always auspicious state of awakening. {15.217}

source: གང་འདི་བསྟན་པ་དག་ལ་ནི། །སྔགས་ཀུན་འདོན་པར་བྱེད་པ་ན། །
en: “This instruction of all the buddhas, Intended for the mantra reciters,

source: ཀུན་མཁྱེན་ཤེས་དང་ཤེས་བྱ་ཡི། །ལས་ཀྱི་རྒྱུད་ནི་འབྲེལ་པ་དང་། །
en: “It establishes the karmic cause For the omniscient knowledge of things.

source: སྔགས་རྒྱུད་མ་ལུས་དོན་དག་ནི། །བྱང་ཆུབ་རྣམ་གསུམ་གཞོལ་བ་སྟེ། །
en: The entire purpose of mantra Is directed toward the three aspects of awakening. {15.219}

source: སངས་རྒྱས་རྣམས་ཀྱི་ཡེ་ཤེས་དག །ཆོ་ག་འདིར་ནི་རབ་ཏུ་བསྟན། །
en: “The entirety of the knowledge possessed by the buddhas Has been explained in this manual.

source: སེམས་ཅན་རྣམས་ལའང་ཕན་པའི་ཕྱིར། །འཇིག་རྟེན་ཀུན་ལ་རབ་ཏུ་བསྐོར། །
en: It has been spread through all the worlds For the benefit of sentient beings. {15.220}

source: གཞན་ལ་ཆོ་ག་རབ་སྣང་བ། །ཆོ་གའི་རྒྱལ་པོ་འདི་ལའང་ཡོད། །
en: “Certain things found in this king of manuals Cannot be found in other manuals,

source: ཐུབ་མཆོག་ཐུབ་པའི་སྲས་དག་གིས། །གཞན་དུ་ཆོ་ག་གང་བསྟན་པ། །སྔགས་རྣམས་ཐམས་ཅད་འདི་ལ་ཡོད། །
en: But whatever has been taught by the best of sages And their sons in other manuals, {15.221} “All of that, all the mantras, can be found in this manual.

source: དེ་ན་ཆོ་ག་རྒྱ་ཆེན་ཡིན། །
en: This then is a detailed manual.

source: དེ་ཉིད་ཕྱིར་ན་ཐུབ་དབང་གིས། །ལུས་ཅན་ཀུན་ལ་གསུངས་པ་ཡིན། །
en: For this very reason the lord of sages Taught it to all beings. {15.222}

source: གང་དུ་ཆོ་གའི་རྒྱལ་པོ་འདིས། །དབང་འགྱུར་མིན་དང་བཀུག་མིན་པ། །ས་སྟེང་འཇིག་རྟེན་གསུམ་འདི་ན། །རིག་པའི་སྔགས་རྒྱལ་དེ་ཡོད་མིན། །
en: “There is no one on this earth, Or in the triple universe, Who would not be attracted to And enthralled by this king of manuals. {15.223}

source: ཐུབ་པའི་ཟླ་བ་རབ་ནུབ་ཅིང་། །ས་ཡི་དཀྱིལ་འཁོར་སྟོངས་པ་ན། །ཆོ་ག་འཇིག་རྟེན་འདིར་གནས་པ། །བསྟན་པའི་དོན་ནི་བྱེད་པར་འགྱུར། །
en: “When the moon-like Sage is gone And the maṇḍala of this earth is empty, This manual will remain in the world And keep fulfilling the purpose of the doctrine. {15.224}

source: འཇམ་པའི་དབྱངས་ནི་རྟག་ཏུ་དགེ། །འབྱུང་པོ་ཀུན་ལ་གཞོན་ནུ་ནི། །དེ་ཚེ་སངས་རྒྱས་མཛད་པ་ནི། །འཇིག་རྟེན་བསྟན་ལ་བྱེད་པར་འགྱུར། །
en: “The divine youth Mañjughoṣa, Who is always pure, Will continue to do the Buddha’s work And spread the doctrine to all the beings. {15.225}

source: ཆོ་གའི་རྒྱལ་པོ་མཐུ་ལ་ནི། །ཡུན་རིང་དུས་སུ་འདོད་པ་རྣམས། །ལན་ཅིག་ཐོས་ཀྱང་གྲོལ་འགྱུར་ཏེ། །
en: “Those who, for a long time, have been thirsting For the power of this king of manuals, Will be liberated having heard it just once.

source: རྟག་ཏུ་དེ་ལ་འགྲུབ་པར་འགྱུར། །
en: They will certainly attain accomplishment. {15.226}

source: སངས་རྒྱས་ཀུན་གྱི་གསུང་དག་ནི། །རྟག་ཏུ་དགེ་བ་དོན་ཡོད་འགྱུར། །
en: “This teaching bears fruit for all beings And is always pure.

source: སྔགས་རྣམས་ཀུན་ལ་སྔགས་པ་ནི། །བཟླས་དང་སྦྱིན་སྲེག་རྟག་འདོད་པའོ། །
en: Mantra practitioners always delight in the recitation and the homa Performed for the sake of all beings. {15.227}

source: དུས་གསུམ་དག་ཏུ་ཤེས་བྱ་ལ། །མཁྱེན་པ་གང་དུ་རབ་འཇུག་པ། །དེ་བཞིན་འདི་ལ་འཇུག་བྱེད་པ། །ཆོ་གའི་རྒྱལ་པོ་དམ་པ་ཡིན། །
en: “Whatever knowledge is contained In the types of knowledge present in the three times, The same knowledge can be found In this supreme king of manuals. {15.228}

source: སངས་རྒྱས་རྣམས་ཀྱི་བསྟན་པ་ནི། །སྔགས་སུ་རབ་གནས་དེ་འདིར་གསུངས། །
en: “The instructions of the buddhas Taught in this manual are founded on mantras.

source: སྔགས་དེ་རྣམ་པར་མི་རྟོག་པར། །ཆོ་ག་དེ་འདིར་གསུངས་པ་ཡིན། །
en: These mantras are nonconceptual, Yet they have been taught in this ‘conceptual’ manual. {15.229}

source: དོན་དང་དོན་མིན་སེམས་ཅན་གྱི། །དགེ་དང་མི་དགེ་བྱེད་པར་འགྱུར། །
en: “Every sentient being commits virtue and nonvirtue, Whether with or without purpose.

source: དེ་ཚེ་འགྲོ་བ་བློ་བཞིན་དུ། །འཇིག་རྟེན་ཀུན་གྱི་དགེ་མི་དགེ། །
en: The virtue and nonvirtue present in all the worlds Accord with the intellect of beings particular to their type of birth. {15.230}

source: དེ་ཉིད་ཆོ་ག་འདིར་སྤྲོས་པ། །དེ་བཞིན་གཤེགས་པ་སྤྲོས་པ་མེད། །
en: “He has been elaborated on in this manual By the tathāgatas, themselves free from mental elaboration.

source: འཇིག་རྟེན་འདས་པ་རྫོགས་སངས་རྒྱས། །འཇིག་རྟེན་ཕྱིར་ནི་འདིར་གསུངས་སོ། །
en: He was taught here for the sake of the world By the self-awakened buddhas who transcended the world. {15.231}

source: ལས་རྣམས་ཀུན་ལ་ཤིན་ཏུ་ལྷག །འཇིག་རྟེན་ལས་ལས་རབ་ཏུ་འདས། །ཆོས་རྣམས་རྣམ་པ་སྣ་ཚོགས་བྱེད། །འཇིག་རྟེན་ཀུན་གྱིས་རབ་ཏུ་བསྔགས། །
en: “Transcending the worldly And surpassing all dharmas, [He, the supreme] performer, does various things That are wonderful and venerated by the world. {15.232}

source: སྔགས་རྒྱལ་ལས་ལ་བརྩོན་པར་བྱེད། །དེ་བཞིན་སེམས་ཅན་ཚོགས་ལ་ཕན། །
en: “This king of mantras engages in these activities For the benefit of large numbers of beings.

source: གཞོན་ནུ་འཇམ་པའི་དབྱངས་དེ་ནི། །སངས་རྒྱས་མཛད་པ་བྱེད་པར་འགྱུར། །
en: He, Mañjughoṣa the divine youth, Carries out the Buddha’s work. {15.233}

source: དེ་དོན་ཡོན་ཏན་ངེས་གྲུབ་དང་། །འཇིག་རྟེན་ཁམས་ཀྱི་དགེ་མི་དགེ། །བག་མེད་མ་བསྐུལ་མ་ཡིན་ཏེ། །བསྐུལ་ནས་ངས་ནི་ཆོས་བཤད་དོ། །
en: “There is both virtue and nonvirtue in the world— His purpose is to spread good qualities. If I am requested, I will teach; Not requesting is said to be non-Dharma. {15.234}

source: སེམས་ཅན་མ་ལུས་ཕན་ཉིད་ཕྱིར། །སངས་རྒྱས་ཀྱིས་ནི་བཤད་པ་ཡིན། །
en: “It is taught by the Buddha Solely for the benefit of every being.

source: འདས་པའི་སངས་རྒྱས་ཀུན་གྱིས་ཀྱང་། །བཤད་ཅིང་ངས་ཀྱང་བཤད་པ་ཡིན། །
en: It has been taught by the past buddhas And will now be taught by me {15.235}
